tap "homebrew/bundle"

brew "bat"
brew "bacon"
brew "bottom"
brew "broot"
brew "coreutils"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "gitoxide"
brew "gitui"
brew "gh"
brew "gnupg"
brew "imagemagick"
brew "just"
brew "jql"
brew "lf"
brew "libsixel"
brew "llvm"
brew "lsix"
brew "media-info"
brew "mpv"
brew "newsboat"
brew "neovide"
brew "neovim"
brew "node"
brew "pass"
brew "python@3.11"
brew "ripgrep"
brew "rsync"
brew "rustup-init"
brew "starship"
brew "syncthing"
brew "vorbis-tools"
brew "wget"
brew "yt-dlp"
brew "zellij"
brew "zig"

cask "brave-browser"
cask "discord"
cask "obsidian"
cask "spotify"
